[
  {
    "item_name": "Pringle Peri Peri",
    "brand": "Kellogg",
    "barcode": "8886467122446",
    "ocr_data": "RIGI GREEN GREEN PRINY green PRINE GREE PRRINES OREEN PRRNNESE GREENL PRMNNES PRINGLES PRRNESE PRINNESE PRRINESE GREENQ PRINNES PRINGLES PRRNESE PRRINES IVNIDIUO - o Artificial Colours No Artificial Colours No Artificial Colours No Artificial Colours No Artificial Colours No Artificial Colours No Artificial PRINGLE No Artificial Col ORIG y pse see the aaappee a address 310115 ORIC ORIGINI ORIGINA PRINES ORNIINNI PRINIES PRRNNES PRRINES PRRNNESE PRINIESE PINLES PRRONIES DRIGINAL No Artificial Colours (00 %L .YOS 7% RIGINAL POTTTO CRISPS IGINAL POTATO RIGINAL M MRP (incl.ofa 03 6 L3.Taloja MlDC Dist. Raigad. E trition informatione raed Fatty Acids rade Mark Owners. ns FattyAcids otal Fat LAC license of Kellogg Company Batle C ",
    "weight": "107g",
    "price": "120/-",
    "item_number": 1
  },
  {
    "item_name": "Pringle Original",
    "brand": "Kellogg",
    "barcode": "8886467122392",
    "ocr_data": "RIGI ORIGI ORIGIN PRINY ORIGINA PRINE ORIGINAI PRRINES ORIGINAL PRRNNESE ORIGINAL PRMNNES PRINGLES PRRNESE PRINNESE PRRINESE ORIGINAL PRINNES PRINGLES PRRNESE PRRINES IVNIDIUO - o Artificial Colours No Artificial Colours No Artificial Colours No Artificial Colours No Artificial Colours No Artificial Colours No Artificial PRINGLE No Artificial Col ORIG y pse see the aaappee a address 310115 ORIC ORIGINI ORIGINA PRINES ORNIINNI PRINIES PRRNNES PRRINES PRRNNESE PRINIESE PINLES PRRONIES DRIGINAL No Artificial Colours (00 %L .YOS 7% RIGINAL POTTTO CRISPS IGINAL POTATO RIGINAL M MRP (incl.ofa 03 6 L3.Taloja MlDC Dist. Raigad. E trition informatione raed Fatty Acids rade Mark Owners. ns FattyAcids otal Fat LAC license of Kellogg Company Batle C ",
    "weight": "107g",
    "price": "120/-",
    "item_number": 2
  },
  {
    "item_name": "Body Lotion",
    "brand": "Venusia",
    "barcode": "8901148250178",
    "ocr_data": "37 VENUS MOISTURIZING LO WITH UNIQUE COMBINA ALL SKIN TYP &EVERY DAY INTENSIVE MAX OFBUTTERS FOR NOJ HYD VENUSIA MOISTURIZING LOTION ALL SKIN TYPES &EVERY DAY USE WITH UNIQUE COMSINATION NET QUANTITY300gm OFSUTTERS NCE HYDR Dr.Reddys MOISTURIZING LOTION ALLSKIN TYPES &EVERYDAY USE WITH UNIQUE COMSINATION NET QUANTITY300gm OFBUTTERS VENUSIA Dr.Reddy's ALL SKIN TYPES WITH UNIQUE COMBINATION NET QUANTITY300gm MAX OF BUTTERS Dr.Reddyi VENUSIA MOISTURIZING LOTION &EVERY DAY USE WITH UNIQUE COMSINATION NET QUANTITY300 gm MAX INTENSIVE SNC FOR HYDRP Dr.Reddyi WITH UNIQUE COMBINATION NET QUANTITY300 gm OF BUTTERS HYD Dr.Reddy: NET QUANTITY 300 gm Dr.Reddy's MOISTURIZING LOTION NET QUANTITY 300 gm OEETEEES HYD' HYDP Dr.Reddy HYO Jr.Reddy'se OF BUTTERS HOISTURIZING LOTION NNNSNNENE NVOR yayo FORXTE TPEO mula whichabor quicy hi ing g ing FOR EXTERNAL USE ONLY. on the skin.Spread unifomh ro Storage Conditions Directions for Use Manufacrured in india by Registered Trademak GOl F F7127.Am n a a  p emula which asorbs quickly while giving ong lasting mo contact. Keep out of reach of children.",
    "weight": "300g",
    "price": "650/-",
    "item_number": 3
  },
  {
    "item_name": "Lavender Room Spray",
    "brand": "Odonil",
    "barcode": "8901207027963",
    "ocr_data": "Lavender ROOM MIST ROOMSPRA Odonil Odonil Lavender ROOM SPRAY MIST Odonil Lavender ROOM SPRAY Lavender Lavender Lavender - red home eh swe et er ON: sp ran 50 C to m Fy Mama bMdre CAUERINES ASE INGREDIENTS:LPCE rinse with clean wat FIRST AID MEASUE usageDabur India malfunctions occum sources of ignition. near fire,sources of even after use.Do nc under sunlight,places exceeding 50C.High Contents under Press CAUTION:The produ Spray 4-5 times for a medu For best results spray towan Hold upright and spray in the Directions shake your home feel this refreshing frc Lavenc 3e r Name &Address GREDIENTS-LPG. mnis relrestiok characters of the batch code &se tactured By:SA Sai Corporation Put Mfg.Unit ed agrance",
    "weight": "150ml",
    "price": "120/-",
    "item_number": 4
  },
  {
    "item_name": "Iron + Folic Acid Pills",
    "brand": "HK Vitals",
    "barcode": null,
    "ocr_data": "hkvitals Immunity Energy HEALTH SUPPLEMENT FOR WOMEN Iron+ Folic Acid with Zinc,Vitamin C Capsules Iron + Folic Acid kvitals &Vitamin B12",
    "quantity": "60",
    "price": "469/-",
    "item_number": 5
  }
]
